[position layer = 0 visible = false page = fore]
[image storage = black.png page = fore layer = base]
[wait time=200]
*1stday

[cm]

[sbgm]

[showmessagewindow]


[0]
お前にはなすべき使命がある。
[end]
――そう最初に聞かされたのは、いつだっただろうか。
[end]
もはや思い出せないほど小さい頃から刷り込まれてきた言葉は、今や当然のこととして心に染みついている。
[end]
そして今夜、その使命を果たすときがやってきた。
[end]

[chbgb bg = "momiji.png"]
[mus m = "yume.wav"]

誕生日を迎える今夜、俺は母とともに夢の世界にやってきた。
[end]
これほどまでの確かな意識をもって夢の世界に来たことは、恐らく今までにない。
[end]
夢は共同幻想である。人々が願い、溢れ出た想いの結晶。
[end]
ひと時の眠りについた魂が行きつく休息地。
[end]
そんな夢の世界で、燃えるように立つ一本の木。
[end]
この紅葉の木こそが、俺が、俺たちが守るべき思い出である。
[end]
想いでできた夢の世界にあって、人々の大切な思い出を引き受ける存在。
[end]
その葉のひとつひとつに思い出を乗せてこの大樹は存在している。
[end]

[1]
母

[0]
「これが蟲よ」
[end]

母の指さすほうを見ると、人の顔ほどの青白く光るものがうごめいていた。
[end]
蟲――木の葉を食い荒らすものである――は、人々の悪意から生まれる。
[end]
蟲に食べられてしまった葉は、思い出を取りこぼす。
[end]
そうして失われてしまった思い出は、もう元には戻らない。本人の記憶からも消えてしまうのだという。
[end]
悪意というくらいだからどす黒い色でもしているのかと思ったが、そうでもないらしい。むしろ青や黄、赤などカラフルですらある。外見は必ずしも性質を表していないというわけだ。
[end]
そんな蟲を、母は一匹一匹駆除していく。手をかざすことで何やら魔法のようなものを放ち、これを倒す。夢の世界にあって、実に夢のある戦い方だ。
[end]

[1]
母

[0]
「陽介もやってみてごらん」
[end]

[1]
陽介

[0]
「わかった」
[end]


想像する。人々を守れるような、強くてかっこいい姿を。
[end]
右手に太刀、左手に小太刀。天翔ける雷光を迸らせ、如何なる敵をも切り裂く。
[end]

[1]
陽介

[0]
「紫電一閃」
[end]

雷鳴とともに一陣の嵐が駆け抜けた後、風が凪いだ。それは畏怖であり、我が力の証明である。
[end]

[1]
陽介

[0]
「ふっ、こんな感じか。あれ、どうかした？」
[end]

[1]
母

[0]
「何だか昔を思い出すわね」
[end]

困った顔で母はそう呟くのであった。
[end]
その後も何匹かの蟲を屠った。その間、母は霧のような魔法を展開していく。確かに効率は良いかもしれないが、あれには華がない。まるで殺虫剤のようだ。
[end]

[1]
母

[0]
「蟲の活動する時間帯は決まってるから、今日はこれくらいね。どう？　やっていけるかしら」
[end]

[1]
陽介

[0]
「ああ」
[end]

[1]
母

[0]
「よかった。この調子で頑張りましょうね。慣れてきたら他のお仕事も教えなくちゃ」
[end]

[1]
陽介

[0]
「ああ」
[end]

こんなことでよいのなら、いくらだってできそうだ。
[end]

[chbgb bg = "ro.png"]
[mus m = "asa.wav"]

[0]
昨夜のことなどまるで何も知らないかのように、朝はやってくる。あの奇妙な世界に足を踏み入れた後でも、世界は何も変わっていない。
[end]
朝食を済ませ服を着替え、支度を進める。退屈で面倒なモーニングルーティンを自動で済ませてくれる機械があればいいのに、などと考えていると、スマホの通知があった。
[end]

[1]
月菜

[0]
「今日はそっち行くから待ってて」
[end]

幼馴染の月菜からだ。幼少期と比べると付き合いは減ったが、毎年誕生日にはプレゼントをくれる。おそらく今日もそれであろう。
[end]

[chbgb bg = "li.png"]

[1]
陽介

[0]
「遅いな……」
[end]

暫く待つと、インターホンが鳴る。画面には月菜の顔。俺は玄関のドアを開けた。
[end]

[chbgb bg = "road.png"]
;[mus m = ".wav"]

[show0 ch = "n.png"]

[1]
月菜

[0]
「お、おはよう」
[end]

透き通るような晩秋の風とともに、気持ちの良い朝の挨拶が響く。
[end]

[1]
陽介

[0]
「よう」
[end]

[1]
月菜

[0]
「今日は陽くんの誕生日だったでしょ？　これはお祝いだから」
[end]

[1]
陽介

[0]
「うお、ありがとう！」
[end]

[1]
月菜

[0]
「ま、いつものだけどね」
[end]

[1]
陽介

[0]
「プレゼントは何が入っているかではなくて、どれだけ気持ちがこもっているかなんだ。手づくりのお菓子は本当にうれしいぞ」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「ふ、ふ～ん？」
[end]

[show0 ch = "k.png"]

「そんなことより、ボサッとしてると遅刻するわよ！　ほらほら、早く荷物もってきなさいよ！」
[end]

[1]
陽介

[0]
「ご、ごめん」
[end]

寧ろ月菜の来るのが遅かったんじゃないか？　という小言は胸の内に留めておく。
[end]

しかし、最近は月菜の俺に対する態度がややキツい気がする……少なくとも未だに誕生日プレゼントをもらえる分、嫌われてはいない……と思いたいが。
[end]

[show0 ch = "u.png"]
[delete0]

[chbgb bg = "road.png"]

[1]
陽介

[0]
「待たせたな」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「じゃ、行くよ」
[end]

[delete0]

[chbgb bg = "road.png"]
;[mus m = ""]

[show0 ch = "n.png"]

[1]
月菜

[0]
「そういえば、今年からお役目？　かなんかをやるんじゃなかった？　どうなったの？」
[end]

[1]
陽介

[0]
「ああ、昨日の夜早速やったところだ。今のところは大丈夫そうだけど」
[end]

[1]
月菜

[0]
「……そう。気を付けてね。……何かあっても困るし」
[end]

[1]
陽介

[0]
「は、はい」
[end]

月菜は俺の幼馴染である。幼い頃はいつも一緒に遊んでいた。表情豊かな月菜を、俺は妹のように思ったものだ。
[end]
しかし最近は、何を思っているのかよくわからない。俺から見える表情は、以前とは少し変わってしまったようだ。
[end]

[1]
陽介

[0]
「女の子は複雑、ということか……」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「何それ」
[end]

[1]
陽介

[0]
「そのままの意味だ」
[end]

[show0 ch = "m.png"]

[1]
月菜

[0]
「……そう」
[end]

[delete0]

そう月菜は興味なさげに吐き捨てる。俺は面と向かって尋ねることもできず、もやもやは雲のように宙を漂う。
[end]
そういえば、月菜と登校するのも久しぶりだな……
[end]
何気なく辺りを見回してみると、色づく木々があちらこちらに見受けられた。中でも、一等紅く色づいた紅葉が目についた。
[end]
昨夜の光景を思い出す。夢ではあっても夢ではない。言葉遊びのような存在。その姿を背後に感じ、畏れる思いがした。
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「どうしたの？」
[end]

[1]
陽介

[0]
「いや……もう秋も終わりだなーって」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「そうね」
[end]

冬を予感させる冷たい風が通り抜け、それっきり会話は途絶える。俺は会話を始めること自体が少ないし、月菜は月菜で押し黙ってただ歩いている。
[end]

[show0 ch = "k.png"]

[1]
月菜

[0]
「じ、じろじろ見ないでよ！」
[end]

[1]
陽介

[0]
「ごめん」
[end]

[show0 ch = "s.png"]

[1]
月菜

[0]
「べ、別に謝ることはないけど……」
[end]

[delete0]

[chbgb bg = "cl.jpg"]

ぎこちない雰囲気のまま、教室に至る。
[end]
俺と月菜は隣同士の席。これをきっかけに何とかもっと自然な雰囲気で接すことができればいいのだが……
[end]

[chbgb bg = "ron.png"]
[mus m = "yoru.wav"]

と思っていたのも束の間、めぼしいイベントもなく一日が終わってしまった。
[end]
せめて帰りくらいは誘えばよかったのだろうか。プレゼントのクッキーを齧りながら考える。
[end]

[1]
陽介

[0]
「ま、終わったことは仕方ねえか……」
[end]

眠りにつく前に枕元に月菜の菓子を置く。枕元に置いたものは限度こそあれ、夢の中に持ち込めるというのだ。
[end]
まるでピクニックみたいだなと内心自嘲しながら、今日の”お役目”へ向かう。今日も同じように蟲退治だ。
[end]

[chbgb bg = "momiji.png"]
[mus m = "yume.wav"]

[1]
陽介

[0]
「上はまるで夜空みたいなんだよな」
[end]

[1]
陽介

[0]
「それにしても、これほどの星空は見たことがないな。現実でもこんな感じなのかね」
[end]

[1]
陽介

[0]
「おわっ」
[end]

ボーっと上ばかり向いていたからだろうか、何でもない地面で蹴躓く。いやこれはそもそも地面なのか？
[end]

その拍子に手のひらに何かが触れ、その疑問を追究する暇なく異質な空間へと飛ばされる。
[end]

[chbgb bg = "black.png"]
[mus m = "kioku.wav"]

[0]
（俺、どこに飛ばされたんだ？）
[end]

――変な顔してないかな？
[end]
――中々決まらなくって、少し遅くなっちゃった……
[end]

（なんだ？　この脳に直接なだれ込んでくる感じは……）
[end]

[chbgb bg = "li.png"]

[1]
私

[0]
「お、おはよう」
[end]

――あ、噛んじゃった……恥ずかしいよぉ～！
[end]

（……これは？）
[end]

[1]
陽介

[0]
「よう」
[end]

[1]
私

[0]
「今日は陽くんの誕生日だったでしょ？　これはお祝いだから」
[end]

――もー！　もうちょっと気の利いたこと言えないの！？
[end]

[1]
陽介

[0]
「うお、ありがとう！」
[end]

[1]
私

[0]
「ま、いつものだけどね」
[end]

[1]
陽介

[0]
「プレゼントは何が入っているかではなくて、どれだけ気持ちがこもっているかなんだ。手づくりのお菓子は本当にうれしいぞ」
[end]

[1]
私

[0]
「ふ、ふ～ん？　そんなことより、ボサッとしてると遅刻するわよ！　ほらほら、早く着替えてきなさいよ！」
[end]

[1]
陽介

[0]
「ご、ごめん」
[end]

――うぅ、顔から火が出そうだよ～！　あんなに恥ずかしいことをさらっと言うなんて……
[end]
――私だけドキドキしてるのが恥ずかしくって、つい邪険にしちゃった……いつもごめんね……
[end]

（これは間違いない。今日の朝の出来事だ。でも、何がどうなってるんだ？）
[end]

[chbgb bg = "road.png"]

[1]
陽介

[0]
「待たせたな」
[end]

[1]
私

[0]
「じゃ、行こっか」
[end]

[1]
私

[0]
「そういえば、今年からお役目？かなんかをやるんじゃなかった？　どうなったの？」
[end]

[1]
陽介

[0]
「ああ、昨日の夜早速やったところだ。今のところは大丈夫そうだけど」
[end]

[1]
私

[0]
「……そう。気を付けてね。……何かあっても困るし」
[end]

――陽くんの身に何かあったら、私……なんて、言えないわね。ちょっとぶっきらぼうな言い方になっちゃった……
[end]

[1]
陽介

[0]
「は、はい」
[end]

――ああもう、私のバカ！　ちょっと反応に困ってるじゃない！

[1]
陽介

[0]
「女の子は複雑、ということか……」
[end]

[1]
私

[0]
「何それ」
[end]

――何よ、いきなり女の子って。
[end]

[1]
陽介

[0]
「そのままの意味だ」
[end]

[1]
月菜

[0]
「あっそ」
[end]

――ふんだ！　一番近くにいる女の子には見向きもしないくせに！
[end]

……なんだこれは。月菜の感情なのか？　取り留めもなく脳内に入り込んでくるその奔流が俺を乱す。
[end]

[chbgb bg = "momiji.png"]
[mus m = "yume.png"]

[1]
母

[0]
「大丈夫かい？」
[end]

[1]
陽介

[0]
「うーん……」
[end]

[1]
母
[0]
「自分がどうなったかわかる？」
[end]

[1]
陽介

[0]
「いや……」
[end]

放心状態である。ここはまだ夢の世界……のようだ。
[end]

[1]
母

[0]
「陽介は今、転んだ拍子に夢の紅葉の新芽に触れた。そうして他人の思い出に触れたんだよ」
[end]

[1]
陽介

[0]
「それで……」
[end]

[1]
母

[0]
「うん。中には衝撃的な思い出もあるから、なるべく触れないようにしなさい」
[end]

[1]
陽介

[0]
「ああ……」
[end]

[1]
母

[0]
「その顔を見ると、今回は大丈夫だったようだね。」
[end]

ということは、今俺は月菜の思い出に触れたというわけか。
[end]
それにしても、外見には出ずとも中身は感情豊かなあの頃のままなんだな。何とはなしにポケットの中を探る。そこには寝る前に枕元に置いたクッキー。
[end]
少し齧ると、さっき食べたときよりもほんの少し甘く感じられた。
[end]

[chbgb bg = "ro.png"]
[mus m = "asa.wav"]


あくる日。昨晩は大いに驚かされたものだが、今は別の感情が渦巻いている。この現実で、月菜のことをもっと知りたい。
[end]
とりあえず一緒に登校するように誘ってみるか……
[end]

[1]
陽介

[0]
「送信っと……」
[end]

ほどなく返信があり、予定が確定となる。
[end]

[1]
陽介

[0]
「よし」
[end]

胸の中にある小さな嗜虐心が、キラリと瞬いた気がした。
[end]

[chbgb bg = "road.png"]
;[mus m = "hutu.png"]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「め、珍しいね。陽くんから誘ってくれるなんて」
[end]

[1]
陽介

[0]
「まあな。……そうだ、昨日のお菓子、美味かったぞ」
[end]

[1]
月菜

[0]
「そう。喜んでくれたなら何よりで」
[end]

[1]
陽介

[0]
「あれ、どうやって作ってるんだ？」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「どうって……別に、ただネットで調べただけだけど」
[end]

[1]
陽介

[0]
「どのレシピなんだ？　俺一度作ってみたくなってさあ」
[end]

[show0 ch = "k.png"]

[1]
月菜

[0]
「そんなの、作る意味なくなっちゃうじゃないの……」
[end]

聞こえるか聞こえないか、その狭間ほどの小さな声でそう言った。
[end]

[1]
陽介

[0]
「大丈夫、月菜が作ってくれたということだけで嬉しいから」
[end]

[0]
と言いつつ、頭をポンポンと撫でる。
[end]

[show0 ch = "of.png"]

[1]
月菜

[0]
「なっ……！　

[show0 ch = "kf.png"]

そ、その……何聞いてんの、何触ってんの変態！」
[end]

戸惑いの刹那、眉をつり上げて怒る月菜。
[end]

[1]
陽介

[0]
「ごめん、なんとなく」
[end]

[show0 ch = "h.png"]

[1]
月菜

[0]
「な、なんとなくって何よ。私はもう子どもじゃないんだから……」
[end]

困り顔で、しかし顔を赤らめている。
[end]

[1]
陽介

[0]
「ふふっ」
[end]

[show0 ch = "k.png"]

[1]
月菜

[0]
「……何笑ってるのよ」
[end]

[1]
陽介

[0]
「いや、困った顔もかわいいなって」
[end]

[show0 ch = "of.png"]

[1]
月菜

[0]
「か、かわいい！？　

[show0 ch = "h.png"]

困った顔もってそれはひょっとして普段もかわいいってこと……？　

[show0 ch = "o.png"]
ってそうじゃなくて！　……陽くん頭打った？　大丈夫？　なんかいつもと全然違うけど……」
[end]

[1]
陽介

[0]
「い、いや～別に何も変わらないけど」
[end]

[1]
月菜

[0]
「本当に？　……まあいいか、それでさっきの話だけど」
[end]

[1]
陽介

[0]
「何の話してたっけ」
[end]

[show0 ch = "k.png"]

[1]
月菜

[0]
「とぼけてるの？　お菓子の話」
[end]

[1]
陽介

[0]
「ああ」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「もう、しっかりしてよね。このサイトとか、あとはこのサイトとかのレシピを参考にしてる。作ってみると案外楽しいわよ」
[end]

[1]
陽介

[0]
「そうか、ありがとう」
[end]

なるほど、早速今日作ってみよう。
[end]

[show0 ch = "of.png"]

[1]
月菜

[0]
「……それと！　今言ったこと、……覚えてるから。」
[end]

[1]
陽介

[0]
「今？」
[end]

[show0 ch = "u.png"]

[1]
月菜

[0]
「その……えっと……

[show0 ch = "n.png"]

いや、やっぱりなし」
[end]

一瞬ほころんだ口元をきゅっと尖らせる。昔のようにとはいかないが、確かに外見から感情を感じ取れる。
[end]

[1]
陽介

[0]
「なんなんだよ」
[end]

[show0 ch = "kf.png"]

[1]
月菜

[0]
「わーわー！　この話はもう終わり！　学校行くわよ！」
[end]

[1]
陽介

[0]
「はいはい」
[end]

[delete0]

月菜の照れ隠しを見るにつけ、笑みを隠すのに必死になる俺であった。
[end]

[chbgb bg = "cl.jpg"]
[mus m = "hutu.wav"]

授業中。ここでもひとつ、俺は仕掛けどころを見つけた。
[end]

[1]
陽介

[0]
「俺教科書忘れちゃってさあ……見せてもらってもいい？」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「珍しいね。じゃあ机……くっつけるわよ」
[end]

[1]
陽介

[0]
「おう」
[end]

[1]
陽介

[0]
「あんだけ月菜と話したの久しぶりだな」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「それはっ……だって、いじられるのが恥ずかしいから……

[show0 ch = "k.png"]

って、授業中よ！　変なこと言わずに先生の話聞きなさいよ！」
[end]

これはうっかりと口を滑らせてしまい、慌てて取り繕うときの顔だ。険しい表情でありながら、頬はしっとりと紅く色づいている。
[end]

[1]
陽介

[0]
「おっとあまり語気を強めると目つけられるぞ」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「うるさいわね……」
[end]

もう少しいってみよう。悪だくみは加速する。
[end]

[1]
陽介

[0]
「ところで、なんで俺としゃべるのが恥ずかしいんだ？」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「……知らないわよ」
[end]

[1]
陽介

[0]
「知らないの？」
[end]

[show0 ch = "k.png"]

[1]
月菜

[0]
「……そう。知らないったら知らないの！」
[end]

[1]
陽介

[0]
「ほんとに？」
[end]

[fadeoutbgm time = 500]

[show0 ch = "kf.png"]

[1]
月菜

[0]
「ほんとに知らないんだから！　陽くんのバカーーーー！」
[end]

[1]
陽介

[0]
（そんなにデカい声出したらまずい！　やりすぎたか？）
[end]

[1]
先生

[0]
「そこ、バカとは何ですか」
[end]

[mus m = "com.wav"]

[show0 ch = "s.png"]

[1]
月菜

[0]
「あ、わ、私？　そ、それはその……」
[end]

仕方ない。俺にも責任があるし（むしろ、ほとんど俺の責任である）、ここは助け船を出すとしよう。
[end]

[1]
陽介

[0]
「えっと今こいつに教えてもらってたんですが、俺が全然問題解けないので怒られちゃいました。すみません」
[end]

[show0 ch = "o.png"]

[1]
先生

[0]
「今は社会の授業なので問題演習はないと思いますが……」
[end]

[1]
陽介

[0]
「えっ……あはははは……」
[end]

しまった。言われてみれば確かにそうだ。別にテスト期間というわけでもないし。
[end]

[1]
先生

[0]
「あと君、そこまで成績は悪くなかった気がしますが……まあいいでしょう。次はありませんよ」
[end]

[delete0]

[chbgb bg = "cl.jpg"]
[mus m = "hutu.wav"]

そして、授業後。
[end]

[1]
陽介

[0]
「ふいー何とかなったな」
[end]

[show0 ch = "kf.png"]

[1]
月菜

[0]
「陽くんがいきなり変なこと言うからだよ！」
[end]

顔を真っ赤にして非難する。これは怒っているときの表情だ。あれは完全な自爆のはずなんだが。
[end]

[1]
陽介

[0]
「ごめんごめん」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「……いちごサンデー。それで許してあげる」
[end]

[1]
陽介

[0]
「……わかったよ。今日の放課後でいいか？」
[end]

[1]
月菜

[0]
「特に用事もないし、大丈夫よ」
[end]

[delete0]

図らずも月菜と出かける用事ができてしまった。最近はお互い同性の友達と遊ぶことが増えており、実に久しぶりとなる。
[end]

[chbgb bg = "cl.jpg"]

[1]
担任

[0]
「さようなら」
[end]

[1]
生徒一同

[0]
「さようなら」
[end]

[chbgb bg = "road.png"]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「さあ、行きましょ」
[end]

弾むような声を秋の風に乗せ、晩秋の寂寥を鮮やかに染め上げる。前を行く彼女はなんだか楽しげだ。
[end]

[1]
陽介

[0]
「ああ」
[end]

示し合わせずとも行くべきところは決まっている。よく彼女の母親に連れていってもらった喫茶店。
[end]
そこのイチゴサンデーが、月菜は大好きなのだ。
[end]

[1]
陽介

[0]
「たったあれだけのことでイチゴサンデーを食べられるとは、時給にすれば大したバイトだ」
[end]

[show0 ch = "s.png"]

[1]
月菜

[0]
「なんか嫌味っぽいわね……」
[end]

[1]
陽介

[0]
「そうか？　事実、時給換算すれば10000円を超えるぞ」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「これはそういう話じゃないの」
[end]

[1]
陽介

[0]
「そうか。……それもそうだな。まあなんであろうと俺は月菜と久しぶりに遊べて嬉しいけどな」
[end]

[show0 ch = "of.png"]

[1]
月菜

[0]
「そ、そう……？」
[end]

[1]
陽介

[0]
「そんなに意外か？」
[end]

[show0 ch = "s.png"]

[1]
月菜

[0]
「だって……女の私と遊んでもあんまり楽しくないのかなって思ってたから……」
[end]

[1]
陽介

[0]
「そんなことはない。今も昔も、月菜は大切な友達だ。確かに最近は距離があったかもしれないが、それはむしろ月菜が俺のことを嫌ってるんじゃないかと思ったからで……」
[end]

[show0 ch = "k.png"]

[1]
月菜

[0]
「そんなことない！」
[end]

[0]
俺の言葉に割って入るように、月菜が語気を強める。
[end]
地面に落ちた紅葉がふわりと舞い、俺の手元までやってくる。
[end]
なんとなく縁を感じ、それをポケットにしまいこんだ。少しグラデーションのかかった面白い葉っぱだ。

[show0 ch = "s.png"]

[1]
月菜

[0]
「そんなこと……ないんだけど……」
[end]

[1]
陽介

[0]
「そうか。なら嬉しいよ」
[end]

小さい頃、月菜の元気がないときにそうしていたようにポンポンと頭を撫でる。
[end]

[show0 ch = "h.png"]

[1]
月菜

[0]
「うぅ～～～～」
[end]

俯いて悶える月菜。かわいい。その姿を呆けたように見ていると、視界の端から男が近づいてきた。
[end]

[fadeoutbgm time = 500]

[show0 ch = "o.png"]

[1]
月菜

[0]
「きゃっ」
[end]

[mus m = "huon.wav"]

[1]
男

[0]
「おい、前見て歩けよ」
[end]

[show0 ch = "s.png"]

[1]
月菜

[0]
「す、すみません」
[end]

[1]
陽介

[0]
「ちょっと待ってくれ、お前が当たりに来たんだろうが。何無駄なことをしているのかは知らんが、もう少し有意義なことに時間を使ったほうがいいぞ」
[end]

[1]
男

[0]
「なんだと？　てめえ……知ったようなクチをききやがって！」
[end]

[show0 ch = "k.png"]

[1]
月菜

[0]
「陽くん、危ないよ！　多分私が悪いのよ……だから陽くんだけは」
[end]

[1]
男

[0]
「ふん、物わかりのいい小娘じゃねえか」
[end]

[1]
陽介

[0]
「おい、俺の言ったことが聞こえなかったのか？　時間は有意義に使ったほうがいい。こんな無意味な争いに使ったところで何も生まない」
[end]

[1]
男

[0]
「チッ、俺はなあ、お前らみたいないちゃいちゃしてるカップルどもが大嫌いなんだよ！　そうだ、ちょっくら俺の憂さ晴らしにつきあってくれよ……」
[end]

男はやおら腕を後方に引く。
[end]

[1]
陽介

[0]
（まずいな）
[end]

[delete0]

[mus m = "battle.wav"]

俺は男に対して斜に構える。
[end]

[1]
男

[0]
「な！」
[end]

大ぶりのストレートが顔面目掛けて飛んでくる。俺は上体を反らせ、すんでのところで躱す。
[end]

[1]
男

[0]
「うおっ！？」
[end]

あの一撃で決めるつもりだったのであろう、防御がおろそかだ。俺はみぞおちめがけて拳を叩きこむ。
[end]

[1]
陽介

[0]
「ふっ！」
[end]

[1]
男

[0]
「ぅっ！」
[end]

鈍いうめき声とともに男が体勢を崩す。また防御がおろそかだ。すかさずローキックで急所を狙う。
[end]

[1]
陽介

[0]
「ふっ！」
[end]

[1]
男

[0]
「……っ！　……っ！」
[end]

男はがくりと膝をつき、その場にうずくまる。男に生まれたことを後悔するんだな。
[end]
しかしこいつは意外にも執念深く、こちらに手を伸ばす。足を掴もうとしているのだろうか。
[end]

しかし、その身体でわざわざ手を出すことは更なる追撃を許すことに等しい。ありったけの力を込めてその手を踏みつける。
[end]

[1]
男

[0]
「がああああ……！」
[end]

大人しくしていれば痛い目を見ないものを……
[end]

[1]
陽介

[0]
「走るぞ」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]「えっ、あ、うん！」
[end]

[delete0]

街路樹の葉がざわめく中、男が立ち上がる前に急いで逃げる。
[end]


[chbgb bg = "cafe.png"]
[mus m = "cafe.wav"]

少し遠回りをすることになってしまったが、無事目的の店にたどり着くことができた。
[end]

[1]
店員

[0]
「いらっしゃいませ。何名様でしょうか」
[end]

[1]
陽介

[0]
「2人で」
[end]

指で示しながら答える。すぐにテーブル席に通された。
[end]

[1]
陽介

[0]
「とんだ邪魔が入ったものだな」
[end]

[show0 ch = "sm.png"]

[1]
月菜
[0]
「でも、陽くんのおかげで無事だったよ。……ありがと。」
[end]

[1]
陽介

[0]
「ああ」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「陽くんは大丈夫？　怪我してない？」
[end]

[1]
陽介

[0]
「うん」
[end]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「よかった。……陽くんは何頼むの？」
[end]

[1]
陽介

[0]
「カツサンドとオレンジジュース」
[end]

[1]
月菜

[0]
「ふふふっ、相変わらずね」
[end]

穏やかに停留する空気の流れの中で過ごすひと時。日々の忙しさを忘れられるその時間が、喫茶店の醍醐味だ。
[end]

[1]
月菜

[0]
「いつからだったかな、陽くんと一緒にいるときに胸がどきどきするようになったのは」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「今だってそう。私はどきどきで胸がいっぱいなのに、陽くんは何事もないかのように過ごしている」
[end]

[1]
月菜

[0]
「自分だけ勝手にどきどきしているのが恥ずかしくて。それを隠すためにつんけんしちゃって」
[end]

[show0 ch = "kw.png"]

[1]
月菜

[0]
「あはは……多分、嫌だったよね。ごめんね……」
[end]

[1]
陽介

[0]
「別に嫌な訳じゃないぞ、俺は」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「ほ、本当……？」
[end]

[1]
陽介

[0]
「うん、だから――」
[end]

[1]
店員

[0]
「お待たせしましたー」
[end]

間が悪く、頼んだ品物がやってくる。届くのがもう少し遅くなってくれればよかったのにと思うのはこれが初めてだ。
[end]

[1]
月菜

[0]
「わわわ！」
[end]

[1]
陽介

[0]
「そんなに驚くことないだろ」
[end]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「だって……わーおいしそう早く食べちゃおいただきまーす！」
[end]

ごまかすように大口を開けてアイスクリームをほおばる。
[end]

[1]
陽介

[0]
「そんな一気に食べるなよ、頭痛くなるぞ」
[end]

[show0 ch = "s.png"]

[1]
月菜

[0]
「うう～～あたまキーンだよ～～」
[end]

[1]
陽介

[0]
「言わんこっちゃない……」
[end]

[delete0]

結局、あの言葉の続きを継ぐことはできなかった。
[end]

[chbgb bg = "li.png"]
[mus m = "hutu.wav"]

帰ると早速お菓子作りに取り掛かる。とりあえずクッキーでも作ってみよう。
[end]
教えてもらったサイトで材料を確認し、テキトーに混ぜ合わせて作ってみる。
[end]

[1]
陽介

[0]
「丸焦げだ……」
[end]

やはりレシピ通りに作らなければならないらしい。普通の料理はそこらへんをぞんざいにしてもまともに作れるが、どうやら菓子はそうはいかないらしい。
[end]

[chbgb bg = "li.png"]

[1]
陽介

[0]
「うん、まあまあかな」
[end]

流石にもらったものよりは不出来だが、焦がさずに作ることはできた。口に入れるとほんのり甘みを感じる。これは月菜に見てもらおう。
[end]

[chbgb bg = "hosi.png"]
[mus m = "yume.wav"]

夜は夢の中でお仕事である。
[end]

[1]
母

[0]
「今日は夢見の番もやってみようか」
[end]

[1]
陽介

[0]
「夢見の番？」
[end]

[1]
母

[0]
「今まで蟲を退治してきたけど、あれらは”幼虫”なの」
[end]

[1]
母

[0]
「あれらが”成虫”になったり、あるいは悪意の中でも特に強いものが起こったりすると、それは悪夢になる」
[end]

[1]
母

[0]
「そういった悪夢は人々の夢見を脅かすの」
[end]

[1]
母

[0]
「だから退治しなきゃいけないのよ」
[end]

[1]
母

[0]
「そのために、悪夢があるかどうか監視する必要があるの。それが夢見の番と私たちが言っているものよ」
[end]

[1]
陽介

[0]
「へえ、そうなんだ」
[end]

[1]
母

[0]
「悪夢とり憑いてしまったら、退治した後でいい夢を見させてあげるの。安心して眠り続けられるようにね」
[end]

[1]
母

[0]
「そのための夢に介入する力もあるけど、悪用しちゃダメだからね？」
[end]

[1]
陽介

[0]
「わかった」
[end]

一息に説明されたが、要は悪夢の存在と他人の夢を操作する力のことか。
[end]

[1]
母

[0]
「とはいっても今日は悪夢はいないわ。蟲退治に戻ろっか」
[end]

[1]
陽介

[0]
「そうなの」
[end]

[1]
母

[0]
「うん」
[end]

[chbgb bg = "momiji.png"]
[fadeoutbgm time = 500]

紅葉の木の下まで戻ってくる。その道中では死角になっているところに、そいつはいた。
[end]

[1]
陽介

[0]
「なっ！？」
[end]


1匹の蟲が赤く輝く紅葉の葉を齧っている。
[end]

[mus m = "battle.wav"]

[1]
陽介

[0]
「まずい！」
[end]

あわてて駆除に向かう。するとその蟲は、俺を認めたのかこちらへ猛然と突っ込んできた。
[end]

[1]
陽介

[0]
「ふっ！」
[end]

刀のイメージを投影し、中段に薙ぐ。
[end]

[1]
陽介

[0]
「外したか」
[end]

振り向くと、そいつは底なしの闇を湛えた口をあんぐりと開いていた。
[end]

[1]
陽介

[0]
「くっ……！」
[end]

半歩後ろに下がり、すんでのところで攻撃をかわす。あれに当たったらどうなるのだろうか。底知れぬ恐怖を感じる。その時。
[end]

[1]
母

[0]
「えいっ」
[end]

母の加勢があった。その指先から放たれた魔法弾は素早く蟲を追尾すると、胴体に直撃した
[end]

[1]
蟲

[0]
「ギャアア！」
[end]

[1]
母

[0]
「さあ、とどめを刺して」
[end]

[1]
陽介

[0]
「うん」
[end]

[fadeoutbgm time = 500]

何とか討伐に成功したところで、齧られていた葉に駆け寄る。葉の一部が消え、その切り口からは光が零れ落ちていた。
[end]
光はそのまま、俺のポケットの中へと吸い込まれていく。
[end]

[1]
陽介

[0]
「これは？」
[end]

ポケットの中を探ったところで、またあの感覚に襲われる。この前の、誰かの記憶が流れ込んでくる感覚。
[end]

[chbgb bg = "cl.jpg"]
[mus m = "kioku.wav"]

「……いちごサンデー。それで許してあげる」
[end]

[chbgb bg = "road.png"]

「……俺は■■と久しぶりに遊べて嬉しいけどな」
[end]

[chbgb bg = "road.png"]
「走るぞ」
[end]

[chbgb bg = "road.png"]

――■■の手、あったかいな……
[end]

[chbgb bg = "cafe.png"]

「うう～～あたまキーンだよ～～」
[end]

[chbgb bg = "black.png"]
――私ね、あなたのことが……
[end]

[chbgb bg = "hosi.png"]
[mus m = "sad.wav"]

[1]
陽介

[0]
「……っ！」
[end]

この前とは少し違う、動画を飛ばし飛ばしに再生するような体験。あるいは断片的な記憶の残滓。
[end]
それは、紛れもなく今日の俺と月菜の記憶であった。手のひらにはオレンジから赤へと紅葉。
[end]

[1]
陽介

[0]
「これは今日の……そうか、これがあったのか。ありがとう」
[end]

[1]
陽介

[0]
「なんだって、こんな……」
[end]

[1]
母

[0]
「あら、それは……」
[end]

[1]
陽介

[0]
「さっきの、夢に介入する力の話を教えてくれ」
[end]

[1]
母

[0]
「いいけど……その思い出はもはや記憶には残らない。ぼんやりとした夢にしかならないのよ？」
[end]

[1]
陽介

[0]
「……」
[end]

[1]
母

[0]
「今度は自分から誘ってあげなさい。きっと喜ぶはずよ」
[end]

落ち込む俺を、柔和な笑顔で諭す。
[end]

[1]
陽介

[0]
「今の……見えていたのか？」
[end]

[1]
母

[0]
「ごめんね……つい」
[end]

最も奥深くのプライベートな部分に触れられた気がして何となく気恥ずかしくなってしまう。
[end]

[1]
陽介

[0]
「それでもいい。楽しい夢を見ることは、きっと悪いことじゃないから」
[end]

[chbgb bg = "road.png"]
[mus m = "asa.wav"]

翌日の登校も、やはり月菜とともにすることにした。何より、昨日の記憶がどうなっているのか心配だ。
[end]

[1]
月菜

[0]
「お、おはよう」
[end]

[1]
陽介

[0]
「よう」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「珍しいね、こんなに毎日一緒にだなんて。今日は何か用？」
[end]


[1]
陽介

[0]
「まあな。はいこれ」
[end]

[1]
月菜

[0]
「？　あ、昨日のやつ作ったの？　食べていいの？」
[end]

[1]
陽介

[0]
「もちろんいいぞ」
[end]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「わあ、ありがとう」
[end]

[1]
陽介

[0]
「どうやら朝の出来事は覚えているようだな」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「何のこと？」
[end]

[1]
陽介

[0]
「月菜、昨日の放課後何したか覚えてるか？」
[end]

[1]
月菜

[0]
「うーん……たしかどこかにいったような……あれ、何したんだっけ？」
[end]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「そんなことより、今朝は何だかいい夢を見れたんだ」
[end]

記憶喪失でそんなことより、はないだろう。何らかの認識阻害が働いているのか？
[end]

[1]
陽介

[0]
「それは夢じゃないんだけどな……」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「え？」
[end]

[1]
陽介

[0]
「いや、何でもない。それより、今日の放課後は空いてるか？」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「うん、まあ一応」
[end]

[1]
陽介

[0]
「だったら喫茶店にでも行かないか？　イチゴサンデーおごるからさ」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「えっ……？　それって……」
[end]

[1]
陽介

[0]
「いや、嫌ならいいんだが」
[end]

[show0 ch = "n.png"]

[1]
月菜

[0]
「ううん、嫌じゃないけど……こっちの話よ」
[end]

[delete0]

月菜はそわそわと、何やら落ち着かない様子である。
[end]
きっかけこそ違えど、ほぼ正夢のようなものだ。実際は現実で体験したはずのことであるのだが。あれほど楽しんでいたことを、失わせたままにしておくのはつらい。
[end]
罪滅ぼしではあるが、ある程度追体験させたいと思った。
[end]

[chbgb bg = "cl.jpg"]
[mus m = "hutu.wav"]

授業の間、月菜には何度かこちらを覗かれていた。悪魔でも憑いたのかと思われているのだろうか。不審がられるのも無理はない。まあ実際、夢の内容は知っているのだが。
[end]

授業の終わりを告げるチャイムが鳴り響く。クラスメイトはせわしなく帰り支度を進め、ある者は部活に、ある者は帰宅に精を出す。
[end]

[chbgb bg = "cafe.png"]
[mus m = "cafe.wav"]

俺たちはというと、昨日と同じように喫茶店に入っていた。
[end]

[show0 ch = "of.png"]

[1]
月菜

[0]
「へ、変なこと聞いてもいい？」
[end]

[1]
陽介

[0]
「なんだ？」
[end]

[1]
月菜

[0]
「陽くんは私といて楽しい？」
[end]

伏し目がちにこちらをうかがう。夢の出来事を確かめるような質問に、俺はもう一度本心で答える。
[end]

[1]
陽介

[0]
「ああ。月菜は今も昔も、俺の大切な友達だ」
[end]

[show0 ch = "u.png"]

[1]
月菜

[0]
「そう……なんだ」
[end]

[1]
陽介

[0]
「だから……もう何も気にしなくていい」
[end]

昨日紡ぐことのできなかった言葉を捧げる。風に躍るすすきのように軽やかに放たれる言葉の一列。切実な思いを前に、あらゆる技巧を凝らした表現は無力である。
[end]

[show0 ch = "t.png"]

[1]
月菜

[0]
「そ、そう……？　なんだか見透かされてるみたいね」
[end]

そう言うと、困ったような笑いを漏らすのであった。
[end]

気づけばテーブルには品物が届いている。今日は2人そろって同じものを注文した。
[end]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「ここのイチゴサンデーはおいしいのよ」
[end]

[1]
陽介

[0]
「そうか。月菜はいつも食べてるもんな」
[end]

[0]
少しとろけてしまったアイスクリームをひとさじつまむ。
[end]
甘みの中に、いちごソースの酸味がアクセントとなって絶妙なバランスを醸しだしている。
[end]

[1]
陽介

[0]
「うん。子どもっぽいと思っていたけど悪くないな。おいしいよ」
[end]

[1]
月菜

[0]
「そう。それは良かった」
[end]

[1]
月菜

[0]
「実は、今日見た夢はこんな感じだったの。陽くんにイチゴサンデーおごってもらう夢だった。こうして昔みたいに話してた。それが現実になって、本当に夢みたい」
[end]

どこか遠いところに目を向けながら話す月菜。その目に映るのは過去か、それとも夢か。
[end]

[1]
陽介

[0]
「いや、夢なんかじゃない。こっちを見てくれ、月菜。これからは昔と同じように、一緒に歩いていこう」
[end]

[show0 ch = "t.png"]

[1]
月菜

[0]
「ば……バカ！　そんな恥ずかしいことを公衆の面前で言わないでよ……！」
[end]

俺の視線を避けるように顔を背けてしまう。そんな照れ隠しも愛おしい。
[end]

[1]
陽介

[0]
「そ、そんなこと言うなよ！　こっちまで恥ずかしくなってきたじゃないか！」
[end]

[show0 ch = "u.png"]

[1]
月菜

[0]
「……フフッ。陽くんにもそういうことってあるんだね」
[end]

[1]
陽介

[0]
「まああるには……あるんだな」
[end]

[delete0]

それまでの距離を埋めるように、思い出話に花を咲かせる2人。
[end]
昨日の記憶はもう戻ってこないかもしれないけど、2人でいる限り何度でも思い出は作り直せる。きっとこれで良かったんだ。
[end]
[chbgb bg = "road.png"]
[mus m = "hutu.wav"]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「じゃあまたね。今日はありがとう」
[end]

[1]
陽介

[0]
「こちらこそ。次は夢の世界で会おう」
[end]

[1]
月菜

[0]
「ふふっ、なんだかロマンチックね」
[end]

[delete0]

月菜に別れを告げると、夕焼けに向かって一人家路につく。
[end]
何とはなしに月菜のほうを見やると、考えていたことは同じらしく目が合ってしまった。小さく見せた口元のほころびに、俺も笑顔で返す。
[end]
平板な日常に、穏やかな彩りが加わる。そんな予感があった。
[end]

[chbgb bg = "momiji.png"]
[mus m = "yume.wav"]

例によって夢の中で意識を浮上させる。
[end]
昨日までは、思い描いた戦闘フォームで人々の記憶を守るんだ、という浮ついた気分があった。
[end]
しかし、月菜との思い出を失ってから、俺はこの務めの重大さに改めて気づかされた。俺はこだわりを捨て、魔法弾（のようなもの）を主体とした攻撃に切り替える。
[end]
あるときは広範囲に、またあるときはホーミングで蟲を仕留める。刀剣による狭い範囲の直接攻撃を仕掛けていた前よりも、ずっと速く正確に仕留められるようになった。
[end]
目的を達成するにはなりふりなど構っていられないのだ。
[end]

[chbgb bg = "hosi.png"]

今日の分を終えたところで月菜のもとへ向かう。もう一度だけ、夢に干渉するために。
[end]
どうやら月菜は眠りについているようだ。
眠りの浅い、レム睡眠の状態。人は眠っている状態でも眼球をきょろきょろと動かしている。これをRapid Eye Movementといい、これを行っている状態のことを頭文字でレム睡眠と呼んでいるのだ。
[end]

[1]
陽介

[show0 ch = "o.png"]

[0]
「月菜」
[end]

[1]
月菜

[0]
「……？」
[end]

[1]
陽介

[0]
「よくお休みだな。夢の世界へようこそ」
[end]

[1]
月菜

[0]
「おはよう」
[end]

[1]
陽介

[0]
「ここは夢だ。約束通り、会いにきたぞ」
[end]

人によって夢に気づく能力に差があるため、月菜の意識を覚醒させられるかどうかはわからない。ともかく、夢であることだけは伝えておく。
[end]

[1]
陽介

[0]
「実は夢の中で”お役目”をしてるんだ」
[end]

[1]
月菜

[0]
「陽くん……？　ここは夢の中なの？」
[end]

[1]
陽介

[0]
「そう。気がついたのか」
[end]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「これが夢の中……明晰夢ってやつね」
[end]

[0]
感心したように辺りを見回す。視界には俺のセットした、こぼれんばかりの輝きを湛えた夜空が広がる。
[end]

[1]
月菜

[0]
「きれいね」
[end]

[1]
陽介

[0]
「強く念じれば、これを変えることだってできるぞ」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「そうなの？」
[end]

[1]
陽介

[0]
「試しに、通学路の光景でも思い浮かべてみろ」
[end]

[chbgb bg = "road.png"]

[1]
月菜

[0]
「わっ」
[end]

夜から朝へ、たちまち場面が差し変わる。
[end]

[1]
陽介

[0]
「と、まあこんな感じだ。明晰夢はかなり楽しい」
[end]

[1]
月菜

[0]
「わわっ」
[end]

[1]
陽介

[0]
「でも、じつは権限は俺のほうが強い。アドミンのようなものだ」
[end]

[chbgb bg = "hosi.png"]

また元の星空へと戻る。
[end]

[1]
陽介

[0]
「これで悪夢に苛まれる人を助けるんだ。だが、これは強力な力だからあまり使ってはいけないんだがな」
[end]

[1]
月菜

[0]
「そうなんだ」
[end]

[1]
陽介

[0]
「実は、月菜にはひとつ謝らなければいけないことがある」
[end]

[1]
月菜

[0]
「え……？」
[end]

[1]
陽介

[0]
「夢の中で行動する中で、月菜の思いに触れてしまったんだ」
[end]

[1]
陽介

[0]
「故意ではなかったんだが、結果的に心の中を覗き見るような真似をしてしまった。ごめん」
[end]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「……そう。陽くんなら、いいよ」
[end]

[1]
陽介

[0]
「ありがとう」
[end]

[1]
月菜

[0]
「この前からちょっと変わったのも、そのせいなのね」
[end]

[1]
陽介

[0]
「なんだ、気づいてたのか」
[end]

[show0 ch = "u.png"]

[1]
月菜

[0]
「だって、いきなり近づいてくるんだもの。いつも陽くんを見てたからよくわかるよ」
[end]

[1]
陽介

[0]
「なんか照れるな」
[end]

[1]
月菜

[0]
「ふふっ、今度は私の勝ちね」
[end]

そう言って、ニコッと笑ってみせた。
[end]

[1]
陽介

[0]
「それでなんだが、ひとつ見てもらいたいものがある」
[end]

[show0 ch = "o.png"]

[1]
月菜

[0]
「何？」
[end]

[1]
陽介

[0]
「俺の思い出だ。俺だけ覗き見なんて、卑怯だろ？」
[end]

[mus m = "finale.wav"]

無風だった空間に、俄かに風が吹き始める。
[end]
それは俺たちを取り囲むつむじ風となり、辺りを無数の紅葉が舞う。
[end]
そのそれぞれが、月菜と俺の思い出を映し出す。
[end]
小さい頃公園で走り回った記憶。このころはまだ世界の全てが新鮮だった。
[end]
町内の盆踊り大会を一緒に周った記憶。浴衣姿で歩きにくそうにしていた月菜の手を引いていた。そんな状況であったにもかかわらず、月菜は幸せそうな笑顔を浮かべていた。
[end]
近所のショッピングモールで買い物をした記憶。月菜はよく服を見ていたが、俺にはあまり興味がなかった。
[end]
それでも楽しそうに服を選んでいる月菜を眺めていると、不思議と俺も楽しくなった。
[end]
そして月日が過ぎ、おととい、昨日、今日とめぐっていく。
[end]

[show0 ch = "sm.png"]

[1]
月菜

[0]
「懐かしいなあ」
[end]

[1]
陽介

[0]
「ああ。こんな記憶があって俺は成り立っている。思い出が人を作るんだ。そして、そのどれもに月菜がいる」
[end]

夜空に映し出された月光は一層輝きを増し、暗がりの中にいる俺たちの姿を浮かび上がらせる。
[end]

[1]
陽介

[0]
「何が言いたいかって……月菜がいないと、俺は俺でいられなくなるんだ。これからもずっと、そばにいさせてくれ」
[end]

二人だけの世界。冴えわたった静寂の中で返答を待つ。
[end]
周辺の状態は変わらないはずなのに、それまでよりも重く、長い無音の世界。
[end]

[show0 ch = "u.png"]

[1]
月菜

[0]
「……はい。陽くんとなら。あなたとならどんなことでも、できる気がするから。」
[end]

[delete0]

水面に波紋を呼ぶように、はっきりとした声が響く。
[end]
柔らかな笑顔で佇む月菜に、そっと口づける。
[end]

[show0 ch = "u.png"]

[1]
月菜

[0]
「夢の中でなら、こんなに素直になれるんだね」
[end]

[1]
陽介

[0]
「だってここは、二人だけの世界だから。誰にも知られない、秘密の場所」
[end]

[1]
月菜

[0]
「それは何だか幸せだね」
[end]

[1]
陽介

[0]
「今夜の夢はここで終わり」
[end]

[show0 ch = "t.png"]

[1]
月菜

[0]
「そう……なのね。明日に備えて、しっかり休まないといけないものね。夢ばかりでは、人は生きていけない。今夜のところは、さようならかしら」
[end]

[show0 ch = "u.png"]

今宵の夢に終わりを告げる。甘い甘いアイスクリームのように溶けていく世界。
[end]
その中で、今にもとろけそうな君の瞳を、確かにこの目に焼き付けた。
[end]

[delete0]

[fadeoutbgm time = 500]

[cm]
[position layer = message1 visible = false]
[backlay]
[image storage = "black.png" layer = base page = back]
[trans method = crossfade time = 1500]
[wt]
[jump storage="title.ks"]
[s]